Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/internasjonalt_samisk_filminstitutt_isfi_.html.tmx
Source language: nob
Languages: sma

source: Internasjonalt Samisk Filminstitutt (ISFI)
sma: Gaskenasjonaale Saemien Filmeinstituhte (ISFI)

source: Sametinget gir direkte tilskudd til Internasjonalt Samisk Filminstitutt, og målet er at samisk film og samiske filmskapere har et høyt internasjonalt nivå.
sma: Saemiedigkie ryöktesth dåarjoem vadta Gaskenasjonaale Saemien Filmeinstituhtese jïh ulmine åtna saemien filmh jïh saemien filmesjugniedæjjah jolle gaskenasjonaale njieptjiem utnieh.

source: Internasjonalt Samisk Filminstitutt (ISFI) ble etablert i 2007 og i 2014 ble instituttet anerkjent som et internasjonalt samisk filminstitutt.
sma: Gaskenasjonaale Saemien Filmeinstituhte (ISFI) tseegkesovvi 2007 jïh 2014 jååhkesjimmiem åadtjoeji goh gaskenasjonaale saemien filmeinstituhte.

source: Gjennom direkte tilskudd til Internasjonalt Samisk Filminstitutt (ISFI), ønsker Sametinget å bidra til at filminstituttet gis rom for å arbeide aktivt med utviklingen av samiske spillefilmer og serier.
sma: Ryöktesth dåarjoen tjïrrh Gaskenasjonaale Saemien Filmeinstituhtese (ISFI), Saemiedigkie sæjhta dåarjoehtidh guktie filmeinstituhte nuepiem åådtje eadtjohkelaakan saemien spïelefilmh jïh raajroeh evtiedidh.

source: Målgruppen er samiske filmarbeidere og produsenter både i Norge, Sverige, Finland og Russland.
sma: Ulmiedåehkie lea saemien filmebarkijh jïh produseenth dovne Nöörjesne, Sveerjesne, Såevmesne jïh Russlaantesne.

source: ISFI skal også arbeide for å fremme urfolksfilm og samarbeid mellom ulike filmmiljøer for urfolk i verden.
sma: IFI edtja aaj aalkoeåålmegefilmh eevtjedh jïh laavenjostoem sjugniedidh ovmessie aalkoeåålmegi filmebyjresi gaskem veartenisnie.

source: Instituttet skal styrke samisk filmproduksjon og løfte både kompetansen og de økonomiske mulighetene for samisk film produksjon.
sma: Instituhte edtja saemien filmeproduksjovnem nænnoestidh jïh dovne maahtoem jïh dejtie ekonomeles nuepide lutnjedh saemien filmeproduksjovnese.

source: I tillegg skal ISFI utvikle og styrke samarbeidet mellom urfolks filmselskaper internasjonalt.
sma: Lissine ISFI edtja laavenjostoem evtiedidh jïh nænnoestidh aalkoeåålmegi filmesïelti gaskem gaskenasjonaale.

source: Sametinget ser viktigheten med at ISFI i samarbeid med andre urfolksinstitusjoner bidrar til utvikling og styrking av samarbeidet mellom urfolks filmselskaper internasjonalt.
sma: Saemiedigkie vuajna vihkeles ISFI laavenjostosne jeatjah aalkoeåålmegeinstitusjovnigujmie viehkehte laavenjostoem evtiedidh jïh nænnoestidh aalkoeåålmegi filmesïelti gaskem gaskenasjonaale.

source: Internasjonalt Samisk Filminstitutt AS eies av Kautokeino kommune og Sametinget i Norge.
sma: Guovdageaidnun tjïelte jïh Nöörjen Saemiedigkie Gaskenasjonaale Saemien Filmeinstituhte AS:m eekieh.

source: Sametingets representant i styret er styremedlem Gunn Britt Retter.
sma: Saemiedigkien tjirkije ståvrosne lea ståvroelïhtsege Gunn Britt Retter.
